Repository: tgeiling/backquest
Catalog: lib/l10n/app_*.arb
Languages: de, es, nl

# boxerCrunchText
source: Imagine you're in a boxing ring, but instead of fighting an opponent, you're fighting belly fat and instability! This exercise combines the power of a crunch with a dynamic rotational movement that particularly targets your oblique abdominal muscles.
de: Stell dir vor, du bist im Boxring, aber anstelle eines Gegners kämpfst du gegen Bauchfett und Instabilität! Diese Übung kombiniert die Kraft eines Crunches mit einer dynamischen Rotationsbewegung, die vor allem deine schrägen Bauchmuskeln anspricht.
es: ¡Imagina que estás en un ring de boxeo, pero en lugar de luchar contra un oponente, estás luchando contra la grasa abdominal y la inestabilidad! Este ejercicio combina la potencia de un crunch con un movimiento rotacional dinámico que ataca particularmente los músculos oblicuos abdominales.
nl: Stel je voor dat je in een boksring staat, maar in plaats van tegen een tegenstander te vechten, vecht je tegen buikvet en instabiliteit! Deze oefening combineert de kracht van een crunch met een dynamische rotatiebeweging die vooral je schuine buikspieren aanspreekt.

# kindToCobraName
source: Child to Cobra
de: Kind zu Kobra
es: De Niño a Cobra
nl: Kind naar Cobra

# kindToCobraText
source: This gentle spine exercise releases tension in your back and improves flexibility. Move in a controlled manner from child's pose to cobra pose and back again.
de: Diese sanfte Wirbelsäulenübung löst Verspannungen im Rücken und verbessert die Flexibilität. Bewege dich kontrolliert aus der Kindsposition in die Kobra und wieder zurück.
es: Este suave ejercicio de columna libera la tensión en tu espalda y mejora la flexibilidad. Muévete de manera controlada desde la postura del niño a la postura de cobra y viceversa.
nl: Deze zachte wervelkolomoefening lost spanning in je rug op en verbetert de flexibiliteit. Beweeg gecontroleerd van kindhouding naar cobrahouding en weer terug.

# childPoseName
source: Child's Pose
de: Kindsposition
es: Postura del Niño
nl: Kindhouding

# childPoseText
source: A calming resting position that gently stretches your back and reduces stress. Ideal for relaxing between more strenuous exercises.
de: Eine beruhigende Ruheposition, die deinen Rücken sanft dehnt und Stress abbaut. Ideal zum Entspannen zwischen anstrengenderen Übungen.
es: Una posición de descanso calmante que estira suavemente tu espalda y reduce el estrés. Ideal para relajarse entre ejercicios más intensos.
nl: Een kalmerende rustpositie die je rug zachtjes oprekt en stress vermindert. Ideaal om te ontspannen tussen meer intensieve oefeningen.

# dynamicSingleArmChildPoseName
source: Dynamic Single Arm Child's Pose
de: Dynamische Einarm-Kindsposition
es: Postura del Niño con Brazo Dinámico
nl: Dynamische Eenarmige Kindhouding

# dynamicSingleArmChildPoseText
source: A variation of the classic child's pose that additionally stretches the shoulders and sides of the torso. Alternately extend one arm to the side while remaining in child's pose.
de: Eine Variation der klassischen Kindsposition, die zusätzlich die Schultern und Seiten des Rumpfes dehnt. Strecke abwechselnd einen Arm zur Seite, während du in der Kindsposition bleibst.
es: Una variación de la postura clásica del niño que estira adicionalmente los hombros y los lados del torso. Extiende alternativamente un brazo hacia el lado mientras permaneces en la postura del niño.
nl: Een variatie op de klassieke kindhouding die bovendien de schouders en zijkanten van de romp strekt. Strek afwisselend één arm naar de zijkant terwijl je in kindhouding blijft.

# grosserGartenzwergName
source: Deep Squat Hold
de: Großer Gartenzwerg
es: Sentadilla Profunda Sostenida
nl: Diepe Squat Houding

# grosserGartenzwergText
source: This position strengthens your legs while improving hip mobility. Similar to a deep squat, but with an upright upper body.
de: Diese Haltung stärkt deine Beine und verbessert gleichzeitig die Beweglichkeit der Hüften. Ähnlich wie eine tiefe Hocke, aber mit aufrechtem Oberkörper.
es: Esta posición fortalece tus piernas mientras mejora la movilidad de la cadera. Similar a una sentadilla profunda, pero con la parte superior del cuerpo erguida.
nl: Deze positie versterkt je benen terwijl het de mobiliteit van de heupen verbetert. Vergelijkbaar met een diepe squat, maar met een rechtop bovenlichaam.

# hipSwifelName
source: Hip Circles
de: Hüft-Kreisel
es: Círculos de Cadera
nl: Heupcirkels

# hipSwifelText
source: Circle your hips to release stiffness and improve mobility. This exercise specifically targets mobility of the lower back and hips.
de: Kreise deine Hüften, um Steifheit zu lösen und die Beweglichkeit zu verbessern. Diese Übung zielt speziell auf die Mobilität des unteren Rückens und der Hüften ab.
es: Haz círculos con tus caderas para liberar la rigidez y mejorar la movilidad. Este ejercicio específicamente se dirige a la movilidad de la parte baja de la espalda y las caderas.
nl: Draai je heupen om stijfheid los te maken en mobiliteit te verbeteren. Deze oefening richt zich specifiek op de mobiliteit van de onderrug en heupen.

# hipSwifelLehnenName
source: Supported Hip Circles
de: Hüft-Kreisel im Lehnen
es: Círculos de Cadera con Apoyo
nl: Ondersteunde Heupcirkels

# hipSwifelLehnenText
source: A supported version of hip circles where you brace yourself against a wall or chair. Ideal for beginners or when you need additional stability.
de: Eine unterstützte Version des Hüft-Kreisels, bei der du dich an einer Wand oder einem Stuhl abstützt. Ideal für Anfänger oder wenn du zusätzliche Stabilität benötigst.
es: Una versión con apoyo de los círculos de cadera donde te apoyas contra una pared o silla. Ideal para principiantes o cuando necesitas estabilidad adicional.
nl: Een ondersteunde versie van heupcirkels waarbij je jezelf steunt tegen een muur of stoel. Ideaal voor beginners of wanneer je extra stabiliteit nodig hebt.

# katzeKuhName
source: Cat-Cow
de: Katze-Kuh
es: Gato-Vaca
nl: Kat-Koe

# katzeKuhText
source: This classic yoga exercise promotes spinal flexibility. Alternate between rounding (cat) and arching (cow) your back in a quadruped position.
de: Diese klassische Yoga-Übung fördert die Flexibilität der Wirbelsäule. Wechsle zwischen Rundung (Katze) und Durchhängen (Kuh) des Rückens im Vierfüßlerstand.
es: Este ejercicio clásico de yoga promueve la flexibilidad de la columna vertebral. Alterna entre redondear (gato) y arquear (vaca) tu espalda en una posición cuadrúpeda.
nl: Deze klassieke yoga-oefening bevordert de flexibiliteit van de wervelkolom. Wissel af tussen het ronden (kat) en het doorhangen (koe) van je rug in een viervoetige positie.

# kleineCobraLiftsName
source: Small Cobra Lifts
de: Kleine Kobra-Lifts
es: Pequeñas Elevaciones de Cobra
nl: Kleine Cobra Lifts

# kleineCobraLiftsText
source: Strengthen the back muscles with small, controlled lifts in the cobra position. This exercise helps activate the muscles that are important for healthy spinal posture.
de: Stärke die Rückenmuskulatur mit kleinen, kontrollierten Hebungen in der Kobra-Position. Diese Übung hilft, die Muskeln zu aktivieren, die für eine gesunde Wirbelsäulenhaltung wichtig sind.
es: Fortalece los músculos de la espalda con pequeñas elevaciones controladas en la posición de cobra. Este ejercicio ayuda a activar los músculos que son importantes para una postura saludable de la columna vertebral.
nl: Versterk de rugspieren met kleine, gecontroleerde liftbewegingen in de cobrapositie. Deze oefening helpt bij het activeren van de spieren die belangrijk zijn voor een gezonde houding van de wervelkolom.

# kneeHugName
source: Knee Hug
de: Knie-Umarmung
es: Abrazo de Rodillas
nl: Knie-omhelzing

# kneeHugText
source: A simple but effective stretch for the lower back and gluteal muscles. While lying down, bring both knees to your chest and gently hold them with your hands.
de: Eine einfache aber effektive Dehnung für den unteren Rücken und die Gesäßmuskulatur. Bringe im Liegen beide Knie zur Brust und halte sie sanft mit den Händen.
es: Un estiramiento simple pero efectivo para la parte baja de la espalda y los músculos glúteos. Acostado, lleva ambas rodillas al pecho y sostenlas suavemente con tus manos.
nl: Een eenvoudige maar effectieve stretch voor de onderrug en bilspieren. Breng in liggende positie beide knieën naar je borst en houd ze zachtjes vast met je handen.

# krabbelnMitTapName
source: Crawling with Shoulder Tap
de: Krabbeln mit Tap
es: Gateo con Toque de Hombro
nl: Kruipen met Schouder Tik

# krabbelnMitTapText
source: This exercise improves coordination while strengthening core stability. Crawl forward and alternately tap the opposite shoulder with your hand.
de: Diese Übung verbessert die Koordination und stärkt gleichzeitig die Rumpfstabilität. Krabbele vorwärts und tippe abwechselnd mit der Hand die gegenüberliegende Schulter an.
es: Este ejercicio mejora la coordinación mientras fortalece la estabilidad central. Gatea hacia adelante y toca alternativamente el hombro opuesto con tu mano.
nl: Deze oefening verbetert de coördinatie terwijl het de kernstabiliteit versterkt. Kruip voorwaarts en tik afwisselend de tegenovergestelde schouder aan met je hand.

# langsitzFusskreiseName
source: Seated Foot Circles
de: Langsitz-Fußkreise
es: Círculos de Pies Sentado
nl: Zittende Voetcirkels

# langsitzFusskreiseText
source: Improve the mobility of your feet and ankles with circular movements while seated with legs extended. This exercise can help release tension in the lower back.
de: Verbessere die Beweglichkeit deiner Füße und Knöchel mit kreisenden Bewegungen im Langsitz. Diese Übung kann helfen, Spannung im unteren Rücken zu lösen.
es: Mejora la movilidad de tus pies y tobillos con movimientos circulares mientras estás sentado con las piernas extendidas. Este ejercicio puede ayudar a liberar tensión en la parte baja de la espalda.
nl: Verbeter de mobiliteit van je voeten en enkels met cirkelvormige bewegingen terwijl je zit met uitgestrekte benen. Deze oefening kan helpen om spanning in de onderrug te verminderen.

# laufenderHundName
source: Running Dog
de: Laufender Hund
es: Perro Corriendo
nl: Lopende Hond

# laufenderHundText
source: A dynamic variation of downward facing dog. Alternately lift your heels as if you were running in place. Activates the calf muscles and stretches the Achilles tendons.
de: Eine dynamische Variation des herabschauenden Hundes. Hebe abwechselnd die Fersen, als würdest du auf der Stelle laufen. Aktiviert die Wadenmuskulatur und dehnt die Achillessehnen.
es: Una variación dinámica del perro mirando hacia abajo. Levanta alternativamente tus talones como si estuvieras corriendo en el sitio. Activa los músculos de la pantorrilla y estira los tendones de Aquiles.
nl: Een dynamische variatie van de neerwaartse hond. Hef afwisselend je hielen op alsof je ter plaatse loopt. Activeert de kuitspieren en rekt de achillespezen.

# rlNackenrotationenName
source: Supine Neck Rotations
de: RL-Nackenrotationen
es: Rotaciones de Cuello en Posición Supina
nl: Rugligging Nekrotaties

# rlNackenrotationenText
source: Gentle rotations of the head while lying down to release neck tension. Slowly turn your head from side to side while lying on your back.
de: Sanfte Rotationen des Kopfes im Liegen, um Nackenverspannungen zu lösen. Drehe den Kopf langsam von einer Seite zur anderen, während du auf dem Rücken liegst.
es: Rotaciones suaves de la cabeza mientras estás acostado para liberar la tensión del cuello. Gira lentamente la cabeza de lado a lado mientras estás acostado boca arriba.
nl: Zachte rotaties van het hoofd in liggende positie om nekspanning los te maken. Draai langzaam je hoofd van links naar rechts terwijl je op je rug ligt.

# rolleZuSeitsitzName
source: Roll to Side Sit
de: Rolle zum Seitsitz
es: Rodar a Posición Sentada Lateral
nl: Rol naar Zijzit

# rolleZuSeitsitzText
source: An exercise for core strength and mobility. Roll from a supine position into a side-sitting position without using your hands.
de: Eine Übung für die Rumpfkraft und -mobilität. Rolle aus der Rückenlage kontrolliert in den Seitsitz, ohne die Hände zu benutzen.
es: Un ejercicio para la fuerza y movilidad del núcleo. Rueda desde una posición supina a una posición sentada lateral sin usar las manos.
nl: Een oefening voor kernkracht en mobiliteit. Rol vanuit rugligging naar een zijzittende positie zonder je handen te gebruiken.

# scapulaPushupName
source: Scapular Push-up
de: Schulterblatt-Liegestütz
es: Flexiones Escapulares
nl: Scapulaire Push-up

# scapulaPushupText
source: Strengthen the muscles between your shoulder blades with this modified push-up variation. Focus on squeezing and spreading your shoulder blades.
de: Stärke die Muskulatur zwischen den Schulterblättern mit dieser modifizierten Liegestützvariante. Konzentriere dich darauf, die Schulterblätter zusammenzuziehen und zu spreizen.
es: Fortalece los músculos entre tus omóplatos con esta variación modificada de flexiones. Concéntrate en apretar y separar tus omóplatos.
nl: Versterk de spieren tussen je schouderbladen met deze aangepaste push-up variatie. Concentreer je op het samenknijpen en spreiden van je schouderbladen.

# ruckendehnungSchneidersitzName
source: Cross-Legged Back Stretch
de: Rückendehnung im Schneidersitz
es: Estiramiento de Espalda con Piernas Cruzadas
nl: Rugstrekking in Kleermakerszit

# ruckendehnungSchneidersitzText
source: This gentle stretch opens the lower back and hips. Sit cross-legged and slowly bend forward.
de: Diese sanfte Dehnung öffnet den unteren Rücken und die Hüften. Sitze im Schneidersitz und beuge dich langsam nach vorne.
es: Este suave estiramiento abre la parte baja de la espalda y las caderas. Siéntate con las piernas cruzadas e inclínate lentamente hacia adelante.
nl: Deze zachte stretch opent de onderrug en heupen. Zit in kleermakerszit en buig langzaam naar voren.

# triangleStretchName
source: Triangle Stretch
de: Dreiecksdehnung
es: Estiramiento en Triángulo
nl: Driehoeksstrekking

# triangleStretchText
source: A lateral stretch for the torso that also opens the hips. Similar to the triangle pose in yoga, but with modified alignment for the back.
de: Eine seitliche Dehnung für den Rumpf, die auch die Hüften öffnet. Ähnlich der Dreieckshaltung im Yoga, aber mit modifizierter Ausrichtung für den Rücken.
es: Un estiramiento lateral para el torso que también abre las caderas. Similar a la postura del triángulo en yoga, pero con una alineación modificada para la espalda.
nl: Een zijwaartse stretch voor de romp die ook de heupen opent. Vergelijkbaar met de driehoekshouding in yoga, maar met aangepaste uitlijning voor de rug.

# kaferAngewinkeltName
source: Modified Dead Bug
de: Angewinkelter Käfer
es: Bicho Muerto Modificado
nl: Aangepaste Dead Bug

# kaferAngewinkeltText
source: A safe version of the dead bug exercise for the abdomen that simultaneously stabilizes the lower back. Keep your knees at a 90-degree angle and move your arms.
de: Eine sichere Version der Käfer-Übung für den Bauch, die gleichzeitig den unteren Rücken stabilisiert. Halte die Knie in einem 90-Grad-Winkel und bewege die Arme.
es: Una versión segura del ejercicio del bicho muerto para el abdomen que simultáneamente estabiliza la parte baja de la espalda. Mantén tus rodillas en un ángulo de 90 grados y mueve tus brazos.
nl: Een veilige versie van de dead bug oefening voor de buik die tegelijkertijd de onderrug stabiliseert. Houd je knieën in een hoek van 90 graden en beweeg je armen.

# tuckedKrokodilatmungName
source: Tucked Crocodile Breathing
de: Zusammengerollte Krokodilatmung
es: Respiración de Cocodrilo Recogido
nl: Opgetrokken Krokodil Ademhaling

# tuckedKrokodilatmungText
source: A breathing exercise in the side-lying position that helps relax and reduce back pain. Focus on deep abdominal breathing with slightly bent knees.
de: Eine Atemübung in Seitenlage, die zur Entspannung und Verringerung von Rückenschmerzen beiträgt. Konzentriere dich auf tiefe Bauchatmung mit leicht angewinkelten Knien.
es: Un ejercicio de respiración en posición lateral que ayuda a relajar y reducir el dolor de espalda. Concéntrate en la respiración abdominal profunda con las rodillas ligeramente dobladas.
nl: Een ademhalingsoefening in zijligging die helpt om te ontspannen en rugpijn te verminderen. Concentreer je op diepe buikademhaling met licht gebogen knieën.

# seitlageOberschenkeldehnungName
source: Side-Lying Quad Stretch
de: Oberschenkeldehnung in Seitenlage
es: Estiramiento de Cuádriceps en Posición Lateral
nl: Quadriceps Stretch in Zijligging

# seitlageOberschenkeldehnungText
source: Stretch the front of your thighs while remaining in a side-lying position. This position is particularly gentle on the back.
de: Dehne die Vorderseite deiner Oberschenkel, während du in Seitenlage bleibst. Diese Position ist besonders schonend für den Rücken.
es: Estira la parte frontal de tus muslos mientras permaneces en posición lateral. Esta posición es particularmente suave para la espalda.
nl: Rek de voorkant van je dijen terwijl je in zijligging blijft. Deze positie is bijzonder zacht voor de rug.

# supineRotationsName
source: Supine Rotations
de: Liegende Rotationen
es: Rotaciones en Posición Supina
nl: Rugligging Rotaties

# supineRotationsText
source: This gentle twisting of the spine helps release tension in the middle and lower back. Let your knees slowly fall from side to side.
de: Diese sanfte Drehung der Wirbelsäule hilft, Verspannungen im mittleren und unteren Rücken zu lösen. Lasse deine Knie langsam von einer Seite zur anderen fallen.
es: Este suave giro de la columna vertebral ayuda a liberar tensión en la parte media y baja de la espalda. Deja que tus rodillas caigan lentamente de lado a lado.
nl: Deze zachte draaiing van de wervelkolom helpt spanning in de midden- en onderrug te verminderen. Laat je knieën langzaam van links naar rechts vallen.

# liegendeMeditationName
source: Supine Meditation
de: Liegende Meditation
es: Meditación en Posición Supina
nl: Liggende Meditatie

# liegendeMeditationText
source: A relaxing position for mindful body awareness. Focus on your breath and the sensations in your body, especially in your back.
de: Eine entspannende Position für die bewusste Körperwahrnehmung. Konzentriere dich auf deinen Atem und die Empfindungen im Körper, insbesondere im Rücken.
es: Una posición relajante para la conciencia corporal. Concéntrate en tu respiración y las sensaciones en tu cuerpo, especialmente en tu espalda.
nl: Een ontspannende positie voor bewuste lichaamswaarneming. Concentreer je op je ademhaling en de sensaties in je lichaam, vooral in je rug.

# barenhockeName
source: Bear Squat
de: Bärenhocke
es: Sentadilla de Oso
nl: Berensquat

# barenhockeText
source: A deep squat that mobilizes hips, ankles, and lower back. Imagine you're a bear making yourself small to hide.
de: Eine tiefe Hocke, die Hüften, Knöchel und unteren Rücken mobilisiert. Stelle dir vor, du bist ein Bär, der sich klein macht, um sich zu verstecken.
es: Una sentadilla profunda que moviliza las caderas, los tobillos y la parte baja de la espalda. Imagina que eres un oso que se hace pequeño para esconderse.
nl: Een diepe squat die heupen, enkels en onderrug mobiliseert. Stel je voor dat je een beer bent die zich klein maakt om te verstoppen.

# krabbePiriformisBeidseitigName
source: Quadruped Piriformis Stretch (Both Sides)
de: Krabben-Piriformis Beidseitig
es: Estiramiento del Piriforme en Cuadrúpedo (Ambos Lados)
nl: Viervoetige Piriformis Stretch (Beide Kanten)

# krabbePiriformisBeidseitigText
source: A stretch for the piriformis muscle, which often contributes to sciatic pain. This variation is performed in the quadruped position.
de: Eine Dehnung für den Piriformis-Muskel, der oft zu Ischiasschmerzen beiträgt. Diese Variation wird im Vierfüßlerstand durchgeführt.
es: Un estiramiento para el músculo piriforme, que a menudo contribuye al dolor ciático. Esta variación se realiza en la posición cuadrúpeda.
nl: Een stretch voor de piriformis spier, die vaak bijdraagt aan ischias pijn. Deze variatie wordt uitgevoerd in de viervoetige positie.

# krabbeScapulaPushUpName
source: Quadruped Scapular Push-Up
de: Krabben-Schulterblatt-Push-Up
es: Flexiones Escapulares en Cuadrúpedo
nl: Viervoetige Scapulaire Push-Up

# krabbeScapulaPushUpText
source: Strengthen the shoulder blade muscles from the quadruped position. This exercise improves the stability of the upper back muscles.
de: Stärke die Schulterblatt-Muskulatur aus dem Vierfüßlerstand. Diese Übung verbessert die Stabilität der oberen Rückenmuskulatur.
es: Fortalece los músculos de los omóplatos desde la posición cuadrúpeda. Este ejercicio mejora la estabilidad de los músculos de la parte superior de la espalda.
nl: Versterk de schouderbladspieren vanuit de viervoetige positie. Deze oefening verbetert de stabiliteit van de bovenrugspieren.

# gluteBridgeName
source: Glute Bridge
de: Gesäßbrücke
es: Puente de Glúteos
nl: Bilbrug

# gluteBridgeText
source: Strengthen the gluteal and back muscles with this simple but effective exercise. Lift your pelvis and hold the position while squeezing your glute muscles.
de: Kräftige die Gesäß- und Rückenmuskulatur mit dieser einfachen aber effektiven Übung. Hebe das Becken an und halte die Position, während du die Gesäßmuskeln anspannst.
es: Fortalece los músculos glúteos y de la espalda con este ejercicio simple pero efectivo. Levanta tu pelvis y mantén la posición mientras aprietas los músculos glúteos.
nl: Versterk de bil- en rugspieren met deze eenvoudige maar effectieve oefening. Til je bekken op en houd de positie vast terwijl je je bilspieren aanspant.

# knienderSeitplankTapsName
source: Kneeling Side Plank Taps
de: Kniender Seitplanken-Taps
es: Toques en Plancha Lateral con Rodilla
nl: Knielende Zijplank Tikken

# knienderSeitplankTapsText
source: A modified version of the side plank that strengthens the lateral core musculature without overloading the back.
de: Eine modifizierte Version des Seitplankens, die die seitliche Rumpfmuskulatur stärkt, ohne den Rücken zu überlasten.
es: Una versión modificada de la plancha lateral que fortalece la musculatura lateral del núcleo sin sobrecargar la espalda.
nl: Een aangepaste versie van de zijplank die de laterale kernspieren versterkt zonder de rug te overbelasten.

# standSchulterkreiseName
source: Standing Shoulder Circles
de: Schulterkreise im Stehen
es: Círculos de Hombros de Pie
nl: Staande Schoudercirkels

# standSchulterkreiseText
source: Release tension in shoulders and upper back with large circular movements of the shoulders while standing.
de: Löse Spannung in Schultern und oberem Rücken mit großen kreisenden Bewegungen der Schultern im Stehen.
es: Libera la tensión en los hombros y la parte superior de la espalda con grandes movimientos circulares de los hombros mientras estás de pie.
nl: Verminder spanning in schouders en bovenrug met grote cirkelvormige bewegingen van de schouders in staande positie.

# gegratschteVorbeugeSideToSideName
source: Wide-Legged Forward Bend with Side Movement
de: Gegrätschte Vorbeuge mit Seitwärtsbewegung
es: Flexión Hacia Adelante con Piernas Separadas y Movimiento Lateral
nl: Vooroverbuiging met Gespreide Benen en Zijwaartse Beweging

# gegratschteVorbeugeSideToSideText
source: This variant of the wide-legged forward bend adds a lateral component to stretch the sides of the back and the hips.
de: Diese Variante der gegrätschten Vorbeuge fügt eine seitliche Komponente hinzu, um die Seitenbereiche des Rückens und die Hüften zu dehnen.
es: Esta variante de la flexión hacia adelante con piernas separadas añade un componente lateral para estirar los lados de la espalda y las caderas.
nl: Deze variant van de vooroverbuiging met gespreide benen voegt een zijwaartse component toe om de zijkanten van de rug en de heupen te strekken.
