Repository: tgeiling/backquest
Catalog: lib/l10n/app_*.arb
Languages: de, es, nl

# locale
source: en_EN
de: de_DE
es: es_ES
nl: nl_NL

# menu1
source: Game
de: Spiel
es: Juego
nl: Spel

# menu2
source: Learn
de: Lernen
es: Aprender
nl: Leren

# menu3
source: Profile
de: Profil
es: Perfil
nl: Profiel

# menu4
source: Settings
de: Einstellungen
es: Ajustes
nl: Instellingen

source: Login failed
de: Anmeldung fehlgeschlagen
es: Error de inicio de sesión
nl: Inloggen mislukt

# invalid_credentials
source: Invalid credentials. Please try again.
de: Ungültige Anmeldedaten. Bitte versuche es erneut.
es: Credenciales inválidas. Por favor, inténtalo de nuevo.
nl: Ongeldige inloggegevens. Probeer het opnieuw.

source: Username
de: Benutzername
es: Nombre de usuario
nl: Gebruikersnaam

source: Password
de: Passwort
es: Contraseña
nl: Wachtwoord

source: Register
de: Registrieren
es: Registrarse
nl: Registreren

source: GDPR consent required
de: DSGVO-Zustimmung erforderlich
es: Se requiere consentimiento RGPD
nl: AVG-toestemming vereist

source: Decline
de: Ablehnen
es: Rechazar
nl: Weigeren

source: Accept
de: Akzeptieren
es: Aceptar
nl: Accepteren

# gdpr_consent_text
source: To use the multiplayer mode, you must agree to data collection under GDPR. If you do not agree, you can still play solo mode without data collection.
de: Um den Mehrspielermodus zu nutzen, musst du der Datenerhebung gemäß DSGVO zustimmen. Wenn du nicht zustimmst, kannst du weiterhin im Einzelspielermodus ohne Datenerhebung spielen.
es: Para usar el modo multijugador, debes aceptar la recopilación de datos según el RGPD. Si no estás de acuerdo, aún puedes jugar en modo individual sin recopilación de datos.
nl: Om de multiplayermodus te gebruiken, moet je akkoord gaan met gegevensverzameling onder de AVG. Als je niet akkoord gaat, kun je nog steeds de solomodus spelen zonder gegevensverzameling.

source: Registration failed
de: Registrierung fehlgeschlagen
es: Registro fallido
nl: Registratie mislukt

source: Back to login
de: Zurück zum Login
es: Volver al inicio de sesión
nl: Terug naar inloggen

source: close
de: Schließen
es: Cerrar
nl: Sluiten

source: Login
de: Anmelden
es: Iniciar sesión
nl: Inloggen

source: Logout
de: Abmelden
es: Cerrar sesión
nl: Uitloggen

source: ok
es: Aceptar

source: Message
de: Nachricht
es: Mensaje
nl: Bericht

source: Back Pain Video
de: Rückenschmerzen Video
es: Video para Dolor de Espalda
nl: Rugpijn Video

# configureVideo
source: Configure Your Exercise Video
de: Übungsvideo konfigurieren
es: Configura tu Video de Ejercicios
nl: Configureer Je Oefenvideo

source: Duration
de: Dauer
es: Duración
nl: Duur

source: Choose Duration
de: Dauer auswählen
es: Elige la Duración
nl: Kies Duur

# durationTextTwo
source: {minutes} minutes
de: {minutes} Minuten
es: {minutes} minutos
nl: {minutes} minuten

source: Focus Area
de: Fokusbereich
es: Área de Enfoque
nl: Focusgebied

source: Choose Focus Area
de: Fokusbereich auswählen
es: Elige el Área de Enfoque
nl: Kies Focusgebied

# focusLowerBack
source: Lower Back
de: Unterer Rücken
es: Espalda Baja
nl: Onderrug

# focusUpperBack
source: Upper Back
de: Oberer Rücken
es: Espalda Alta
nl: Bovenrug

# focusNeck
source: Neck & Shoulders
de: Nacken & Schultern
es: Cuello y Hombros
nl: Nek & Schouders

# focusAll
source: Full Back
de: Gesamter Rücken
es: Espalda Completa
nl: Volledige Rug

# goal
source: Exercise Goal
de: Übungsziel
es: Objetivo del Ejercicio
nl: Oefendoel

# chooseGoal
source: Choose Exercise Goal
de: Übungsziel auswählen
es: Elige el Objetivo del Ejercicio
nl: Kies Oefendoel

# goalMobility
source: Improve Mobility
de: Beweglichkeit verbessern
es: Mejorar Movilidad
nl: Mobiliteit Verbeteren

# goalStrength
source: Build Strength
de: Kraft aufbauen
es: Desarrollar Fuerza
nl: Kracht Opbouwen

# goalRelaxation
source: Relieve Tension
de: Verspannungen lösen
es: Aliviar Tensión
nl: Spanning Verlichten

# goalPrevention
source: Prevent Pain
de: Schmerzen vorbeugen
es: Prevenir Dolor
nl: Pijn Voorkomen

source: Intensity
de: Intensität
es: Intensidad
nl: Intensiteit

source: Choose Intensity
de: Intensität auswählen
es: Elige la Intensidad
nl: Kies Intensiteit

# intensityLow
source: Low
de: Niedrig
es: Baja
nl: Laag

# intensityMedium
source: Medium
de: Mittel
es: Media
nl: Gemiddeld

# intensityHigh
source: High
de: Hoch
es: Alta
nl: Hoog

# startVideo
source: Start Exercise
de: Übung starten
es: Comenzar Ejercicio
nl: Start Oefening

source: Cancel
de: Abbrechen
es: Cancelar
nl: Annuleren

# feedbackIntroduction
source: We want your feedback!
de: Wir möchten dein Feedback!
es: ¡Queremos tu opinión!
nl: We willen je feedback!

# feedbackDetails
source: Let us know how you felt about each exercise.
de: Lass uns wissen, wie du jede Übung empfunden hast.
es: Dinos cómo te sentiste con cada ejercicio.
nl: Laat ons weten hoe je je voelde bij elke oefening.

source: Let's Go
de: Los geht's
es: Vamos
nl: Laten We Gaan

source: Skip
de: Überspringen
es: Omitir
nl: Overslaan

# feedbackSuccess
source: Feedback sent successfully
de: Feedback erfolgreich gesendet
es: Comentario enviado con éxito
nl: Feedback succesvol verzonden

# feedbackFailure
source: Failed to send feedback
de: Feedback konnte nicht gesendet werden
es: Error al enviar comentario
nl: Feedback verzenden mislukt

# feedbackError
source: Error sending feedback
de: Fehler beim Senden des Feedbacks
es: Error al enviar comentario
nl: Fout bij verzenden feedback

source: Finish
de: Fertig
es: Finalizar
nl: Voltooien

source: Exercise
de: Übung
es: Ejercicio
nl: Oefening

# difficultyEasy
source: Easy
de: Leicht
es: Fácil
nl: Makkelijk

# difficultyMedium
source: Medium
de: Mittel
es: Medio
nl: Gemiddeld

# difficultyHard
source: Hard
de: Schwer
es: Difícil
nl: Moeilijk

source: Lower Back
de: Unterer Rücken
es: Espalda baja
nl: Onderrug

source: Upper Back
de: Oberer Rücken
es: Espalda alta
nl: Bovenrug

source: Neck
de: Nacken
es: Cuello
nl: Nek

source: Knee
de: Knie
es: Rodilla
nl: Knie

source: Wrists
de: Handgelenke
es: Muñecas
nl: Polsen

source: Feet
de: Füße
es: Pies
nl: Voeten

source: Ankle
de: Knöchel
es: Tobillo
nl: Enkel

source: Hip
de: Hüfte
es: Cadera
nl: Heup

source: Jaw
de: Kiefer
es: Mandíbula
nl: Kaak

source: Shoulder
de: Schulter
es: Hombro
nl: Schouder

# selectPainAreasTitle
source: Where did you feel discomfort?
de: Wo hast du Beschwerden gespürt?
es: ¿Dónde sentiste molestias?
nl: Waar voelde je ongemak?

source: Save
de: Speichern
es: Guardar
nl: Opslaan

# notCompletedTitle
source: Exercise Not Completed
de: Übung nicht abgeschlossen
es: Ejercicio No Completado
nl: Oefening Niet Voltooid

# notCompletedMessage
source: You need to watch at least 10% of the video to complete this exercise.
de: Du musst mindestens 10% des Videos ansehen, um diese Übung abzuschließen.
es: Necesitas ver al menos el 10% del video para completar este ejercicio.
nl: Je moet ten minste 10% van de video bekijken om deze oefening te voltooien.

# confirmButton
source: Leave Anyway
de: Trotzdem verlassen
es: Salir de Todos Modos
nl: Toch Verlaten

# cancelButton
source: Continue Watching
de: Weiterschauen
es: Continuar Viendo
nl: Doorgaan met Kijken

# preparingVideo
source: Preparing your workout video...
de: Dein Workout-Video wird vorbereitet...
es: Preparando tu video de entrenamiento...
nl: Je trainingsvideo wordt voorbereid...

# waitingForVideo
source: Waiting for video to load...
de: Warte, bis das Video geladen ist...
es: Esperando a que cargue el video...
nl: Wachten tot video is geladen...

# videoDownloadSuccess
source: Video downloaded successfully
de: Video erfolgreich heruntergeladen
es: Video descargado con éxito
nl: Video succesvol gedownload

# videoDownloadFailed
source: Failed to download video
de: Fehler beim Herunterladen des Videos
es: Error al descargar el video
nl: Video downloaden mislukt

source: Video downloaded
de: Video heruntergeladen
es: Video descargado
nl: Video gedownload

source: Download video
de: Video herunterladen
es: Descargar video
nl: Video downloaden

source: Offline Videos
es: Videos Offline

# noOfflineVideos
source: No offline videos found
de: Keine Offline-Videos gefunden
es: No se encontraron videos offline
nl: Geen offline video's gevonden

# downloadVideoFirst
source: Download videos from the home screen to watch offline
de: Laden Sie Videos vom Startbildschirm herunter, um sie offline anzusehen
es: Descarga videos desde la pantalla principal para verlos offline
nl: Download video's vanaf het startscherm om offline te bekijken

source: Play video
de: Video abspielen
es: Reproducir video
nl: Video afspelen

source: Delete video
de: Video löschen
es: Eliminar video
nl: Video verwijderen

# deleteVideoTitle
source: Delete video?
de: Video löschen?
es: ¿Eliminar video?
nl: Video verwijderen?

# deleteVideoConfirmation
source: Are you sure you want to delete this video? You can download it again later.
de: Sind Sie sicher, dass Sie dieses Video löschen möchten? Sie können es später erneut herunterladen.
es: ¿Estás seguro de que quieres eliminar este video? Puedes descargarlo nuevamente más tarde.
nl: Weet je zeker dat je deze video wilt verwijderen? Je kunt hem later opnieuw downloaden.

source: Video deleted
de: Video gelöscht
es: Video eliminado
nl: Video verwijderd

# videoDeleteFailed
source: Failed to delete video
de: Video konnte nicht gelöscht werden
es: Error al eliminar el video
nl: Video verwijderen mislukt

source: Delete
de: Löschen
es: Eliminar
nl: Verwijderen

source: Downloading video...
de: Video wird heruntergeladen...
es: Descargando video...
nl: Video wordt gedownload...

# pleaseWait
source: Please wait while the video is being downloaded
de: Bitte warten Sie, während das Video heruntergeladen wird
es: Por favor espera mientras se descarga el video
nl: Even geduld terwijl de video wordt gedownload

# downloadStarted
source: Your video download has started. You can track its progress in the Downloads tab. Once completed, the video will appear in the Offline tab located to the right of the Main tab. It will be saved directly to your device's internal storage, allowing you to watch it anytime—even without an internet connection. Please note: if you uninstall the app, all downloaded videos will be permanently deleted from your device.
de: Dein Video-Download wurde gestartet. Du kannst den Fortschritt im Tab „Downloads“ verfolgen. Nach Abschluss erscheint das Video im Tab „Offline“, rechts neben dem Haupt-Tab. Es wird direkt im internen Speicher deines Geräts gespeichert, sodass du es jederzeit – auch ohne Internetverbindung – ansehen kannst. Bitte beachte: Wenn du die App deinstallierst, werden alle heruntergeladenen Videos dauerhaft gelöscht.
es: Tu descarga de video ha comenzado. Puedes seguir su progreso en la pestaña Descargas. Una vez completado, el video aparecerá en la pestaña Sin conexión, ubicada a la derecha de la pestaña Principal. El video se guardará en el almacenamiento interno de tu dispositivo, por lo que podrás verlo en cualquier momento, incluso sin conexión a internet. Ten en cuenta que si desinstalas la aplicación, todos los videos descargados se eliminarán de forma permanente.
nl: Je download is gestart. Je kunt de voortgang bekijken in het downloadstabblad.

source: Exercises
de: Übungen
es: Ejercicios
nl: Oefeningen

source: All Our Exercises
de: Alle unsere Übungen
es: Todos Nuestros Ejercicios
nl: Al Onze Oefeningen

source: Start Exercise
de: Übung starten
es: Comenzar Ejercicio
nl: Start Oefening

source: Search Exercises
de: Übungen suchen
es: Buscar Ejercicios
nl: Zoek Oefeningen

# exercisesPageTitle
source: View Exercises
de: Übungen aufrufen
es: Ver Ejercicios
nl: Oefeningen bekijken

# settingsTitle
source: Settings
de: Einstellungen
es: Configuración
nl: Instellingen

# adjustGoals
source: Adjust Weekly Goals
de: Wochenziele anpassen
es: Ajustar objetivos semanales
nl: Wekelijkse doelen aanpassen

source: Adjust Pain Areas
de: Schmerzbereiche anpassen
es: Ajustar áreas de dolor
nl: Pijngebieden aanpassen

source: Adjust Fitness Level
de: Fitnesslevel anpassen
es: Ajustar nivel de condición física
nl: Fitnessniveau aanpassen

source: Terms & Conditions
de: AGB
es: Términos y condiciones
nl: Algemene voorwaarden

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
nl: Privacybeleid

source: Impressum
es: Aviso legal
nl: Colofon

source: My Subscription
de: Mein Abonnement
es: Mi suscripción
nl: Mijn abonnement

# subscribeBackQuest
source: Subscribe to BackQuest Pro
de: BackQuest Pro abonnieren
es: Suscribirse a BackQuest Pro
nl: Abonneer op BackQuest Pro

source: Contact
de: Kontakt
es: Contacto

# informationFor
source: Information for {title}
de: Informationen zu {title}
es: Información sobre {title}
nl: Informatie voor {title}

# weeklyGoalPrompt
source: How many times per week would you like to exercise?
de: Wie oft pro Woche möchten Sie trainieren?
es: ¿Cuántas veces por semana le gustaría hacer ejercicio?
nl: Hoe vaak per week wilt u trainen?

# weeklyGoalLabel
source: {count} times per week
de: {count} mal pro Woche
es: {count} veces por semana
nl: {count} keer per week

source: Set Fitness Level
de: Fitnesslevel festlegen
es: Establecer nivel de condición física
nl: Fitnessniveau instellen

# currentFitnessLevelQuestion
source: How often do you currently exercise?
de: Wie oft trainieren Sie derzeit?
es: ¿Con qué frecuencia hace ejercicio actualmente?
nl: Hoe vaak traint u momenteel?

# frequencyRarely
source: Rarely or never
de: Selten oder nie
es: Raramente o nunca
nl: Zelden of nooit

# frequencyMultipleMonthly
source: A few times per month
de: Einige Male im Monat
es: Algunas veces al mes
nl: Enkele keren per maand

# frequencyWeekly
source: Once per week
de: Einmal pro Woche
es: Una vez por semana
nl: Eén keer per week

# frequencyMultipleWeekly
source: Multiple times per week
de: Mehrmals pro Woche
es: Varias veces por semana
nl: Meerdere keren per week

# frequencyDaily
source: Daily
de: Täglich
es: Diariamente
nl: Dagelijks

# editPainAreasTitle
source: Edit Pain Areas
de: Schmerzbereiche bearbeiten
es: Editar áreas de dolor
nl: Pijngebieden bewerken

# selectPainAreasPrompt
source: Select the areas where you experience pain:
de: Wählen Sie die Bereiche, in denen Sie Schmerzen haben:
es: Seleccione las áreas donde experimenta dolor:
nl: Selecteer de gebieden waar u pijn ervaart:

# profileUpdateSuccess
source: Profile updated successfully
de: Profil erfolgreich aktualisiert
es: Perfil actualizado con éxito
nl: Profiel succesvol bijgewerkt

# profileUpdateError
source: Failed to update profile
de: Fehler beim Aktualisieren des Profils
es: Error al actualizar el perfil
nl: Fout bij bijwerken profiel

# authTokenUnavailable
source: Authentication token unavailable
de: Authentifizierungstoken nicht verfügbar
es: Token de autenticación no disponible
nl: Authenticatietoken niet beschikbaar

source: Active Subscription
de: Aktives Abonnement
es: Suscripción activa
nl: Actief abonnement

source: No Active Subscription
de: Kein aktives Abonnement
es: Sin suscripción activa
nl: Geen actief abonnement

# subscriptionTypeLabel
source: Type: {type}
de: Typ: {type}
es: Tipo: {type}

# subscriptionStartedLabel
source: Started: {date}
de: Begonnen: {date}
es: Iniciada: {date}
nl: Gestart: {date}

# premiumFeaturesActive
source: Your premium features are currently active.
de: Ihre Premium-Funktionen sind derzeit aktiv.
es: Sus funciones premium están actualmente activas.
nl: Uw premium functies zijn momenteel actief.

# upgradePrompt
source: Upgrade to premium to unlock all features!
de: Upgraden Sie auf Premium, um alle Funktionen freizuschalten!
es: ¡Actualice a premium para desbloquear todas las funciones!
nl: Upgrade naar premium om alle functies te ontgrendelen!

source: Available Plans
de: Verfügbare Pläne
es: Planes disponibles
nl: Beschikbare plannen

# monthlySubscription
source: Monthly
de: Monatlich
es: Mensual
nl: Maandelijks

# yearlySubscription
source: Annual (Best Value)
de: Jährlich (Bestes Angebot)
es: Anual (Mejor valor)
nl: Jaarlijks (Beste waarde)

# fullAccessDescription
source: Full access to all premium features
de: Voller Zugriff auf alle Premium-Funktionen
es: Acceso completo a todas las funciones premium
nl: Volledige toegang tot alle premium functies

# monthlyPrice
source: €9.99/month
de: €9,99/Monat
es: €9,99/mes
nl: €9,99/maand

# yearlyPrice
source: €69.99/year
de: €69,99/Jahr
es: €69,99/año
nl: €69,99/jaar

# savePercent
source: SAVE 40%
de: 40% SPAREN
es: AHORRE 40%
nl: BESPAAR 40%

# restorePurchases
source: Restore Previous Purchases
de: Frühere Käufe wiederherstellen
es: Restaurar compras anteriores
nl: Eerdere aankopen herstellen

source: Cancel Subscription
de: Abonnement kündigen
es: Cancelar suscripción
nl: Abonnement opzeggen

# cancelConfirmTitle
source: Cancel Subscription?
de: Abonnement kündigen?
es: ¿Cancelar suscripción?
nl: Abonnement opzeggen?

# cancelConfirmMessage
source: Are you sure you want to cancel your subscription? You will still have access until the end of your current billing period.
de: Sind Sie sicher, dass Sie Ihr Abonnement kündigen möchten? Sie haben weiterhin Zugriff bis zum Ende Ihres aktuellen Abrechnungszeitraums.
es: ¿Está seguro de que desea cancelar su suscripción? Seguirá teniendo acceso hasta el final de su período de facturación actual.
nl: Weet u zeker dat u uw abonnement wilt opzeggen? U houdt nog toegang tot het einde van uw huidige factureringsperiode.

# cancelYes
source: YES, CANCEL
de: JA, KÜNDIGEN
es: SÍ, CANCELAR
nl: JA, OPZEGGEN

# subscriptionActivated
source: Subscription activated successfully!
de: Abonnement erfolgreich aktiviert!
es: ¡Suscripción activada con éxito!
nl: Abonnement succesvol geactiveerd!

# subscriptionCanceled
source: Subscription canceled successfully
de: Abonnement erfolgreich gekündigt
es: Suscripción cancelada con éxito
nl: Abonnement succesvol opgezegd

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
nl: Account verwijderen

# deleteAccountConfirm
source: Are you sure you want to delete your account?
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten?
es: ¿Está seguro de que desea eliminar su cuenta?
nl: Weet u zeker dat u uw account wilt verwijderen?

# subscriptionRequiredTitle
source: Subscription Required
de: Abonnement erforderlich
es: Se requiere suscripción
nl: Abonnement vereist

# subscriptionRequiredMessage
source: You have reached your weekly video limit. Subscribe to watch unlimited videos.
de: Du hast dein wöchentliches Videolimit erreicht. Abonniere, um unbegrenzt Videos anzusehen.
es: Has alcanzado tu límite semanal de videos. Suscríbete para ver videos ilimitados.
nl: Je hebt je wekelijkse videolimiet bereikt. Abonneer om onbeperkt video's te bekijken.

source: Subscribe Now
de: Jetzt abonnieren
es: Suscríbete ahora
nl: Nu abonneren

# subscribedStatus
source: Subscribed: Unlimited Access
de: Abonniert: Unbegrenzter Zugriff
es: Suscrito: Acceso ilimitado
nl: Geabonneerd: Onbeperkte toegang

# freeUserCanWatch
source: Free User: 1 video available this week
de: Kostenloser Nutzer: 1 Video diese Woche verfügbar
es: Usuario gratuito: 1 video disponible esta semana
nl: Gratis gebruiker: 1 video beschikbaar deze week

# freeUserLimit
source: Free User: Weekly limit reached
de: Kostenloser Nutzer: Wöchentliches Limit erreicht
es: Usuario gratuito: Límite semanal alcanzado
nl: Gratis gebruiker: Wekelijkse limiet bereikt

# upgradeNow
source: Upgrade
de: Upgraden
es: Mejorar
nl: Upgraden

# upgradeForUnlimited
source: Upgrade for unlimited videos
de: Upgrade für unbegrenzte Videos
es: Actualiza para videos ilimitados

source: Confirm
de: Bestätigen
es: Confirmar

# chooseMinutes
source: Choose between 5 to 30 minutes
de: Wähle zwischen 5 bis 30 Minuten
es: Elige entre 5 a 30 minutos

source: Download in Progress
es: Descarga en curso

# downloadAlreadyRunning
source: A download is already in progress. Please wait for it to complete before starting another download.
es: Ya hay una descarga en curso. Por favor, espere a que se complete antes de iniciar otra descarga.

# alternatingKneeHugsName
source: Alternating Knee Hugs
de: Alternierende Knie-Umarmungen
es: Abrazos de Rodillas Alternados
nl: Afwisselende Knie-omhelzingen

# alternatingKneeHugsText
source: Warm up your body and improve mobility in your hips and lower back with this gentle movement. Alternately hug your left and right knee while standing.
de: Wärme deinen Körper auf und verbessere die Mobilität in Hüften und unterem Rücken mit dieser sanften Bewegung. Umarme abwechselnd dein linkes und rechtes Knie im Stehen.
es: Calienta tu cuerpo y mejora la movilidad en tus caderas y parte baja de la espalda con este suave movimiento. Abraza alternativamente tu rodilla izquierda y derecha mientras estás de pie.
nl: Warm je lichaam op en verbeter de mobiliteit in je heupen en onderrug met deze zachte beweging. Omhels afwisselend je linker- en rechterknie terwijl je staat.

# bwsRotationName
source: Thoracic Spine Rotation
de: BWS-Rotation
es: Rotación de Columna Torácica
nl: Borstwervelkolom Rotatie

# bwsRotationText
source: This exercise improves the mobility of your thoracic spine and releases tension in your mid-back. Gently rotate your upper body from side to side.
de: Diese Übung verbessert die Beweglichkeit deiner Brustwirbelsäule und löst Verspannungen im mittleren Rücken. Drehe deinen Oberkörper sanft von Seite zu Seite.
es: Este ejercicio mejora la movilidad de tu columna torácica y libera la tensión en la parte media de la espalda. Gira suavemente la parte superior del cuerpo de lado a lado.
nl: Deze oefening verbetert de mobiliteit van je borstwervelkolom en vermindert spanning in je middenrug. Draai je bovenlichaam zachtjes van links naar rechts.

# aufwachenderHundName
source: Waking Dog
de: Aufwachender Hund
es: Perro Despertando
nl: Ontwakende Hond

# aufwachenderHundText
source: This yoga-inspired movement stretches the entire back of your body while strengthening your shoulders. Start in downward dog and move in a controlled manner forward into plank position.
de: Diese Yoga-inspirierte Bewegung dehnt die gesamte Rückseite deines Körpers und stärkt gleichzeitig die Schultern. Beginne im herabschauenden Hund und bewege dich kontrolliert nach vorne in die Planke.
es: Este movimiento inspirado en el yoga estira toda la parte posterior de tu cuerpo mientras fortalece tus hombros. Comienza en perro boca abajo y muévete de manera controlada hacia adelante en posición de plancha.
nl: Deze yoga-geïnspireerde beweging rekt de hele achterkant van je lichaam terwijl het je schouders versterkt. Begin in neerwaartse hond en beweeg gecontroleerd naar voren in plankpositie.

# babyRollingName
source: Baby Rolling
de: Baby-Rollen
es: Rodamiento de Bebé
nl: Baby Rollen

# babyRollingText
source: Remember how you rolled effortlessly as a baby? This exercise improves the connection between your upper and lower body and promotes segmental movement of the spine. It provides more mobility and coordination throughout the body.
de: Erinnerst du dich, wie du als Baby unbeschwert gerollt bist? Diese Übung verbessert die Verbindung zwischen Ober- und Unterkörper und fördert die segmentale Bewegung der Wirbelsäule. Sie sorgt für mehr Beweglichkeit und Koordination im gesamten Körper.
es: ¿Recuerdas cómo rodabas sin esfuerzo cuando eras bebé? Este ejercicio mejora la conexión entre la parte superior e inferior de tu cuerpo y promueve el movimiento segmentario de la columna vertebral. Proporciona más movilidad y coordinación en todo el cuerpo.
nl: Herinner je je nog hoe je moeiteloos rolde als baby? Deze oefening verbetert de verbinding tussen je boven- en onderlichaam en bevordert de segmentale beweging van de wervelkolom. Het zorgt voor meer mobiliteit en coördinatie in het hele lichaam.

# boxerCrunchName
source: Boxer Crunch
es: Crunch de Boxeador
nl: Bokser Crunch
