Repository: tgeiling/backquest
Catalog: lib/l10n/app_*.arb
Languages: de, es, nl

# gegratschteVorbeugeMitRotationName
source: Wide-Legged Forward Bend with Rotation
de: Gegrätschte Vorbeuge mit Rotation
es: Flexión Hacia Adelante con Piernas Separadas y Rotación
nl: Vooroverbuiging met Gespreide Benen en Rotatie

# gegratschteVorbeugeMitRotationText
source: Add a twist to the wide-legged forward bend to rotate the spine and mobilize the mid-back.
de: Füge eine Drehung zur gegrätschten Vorbeuge hinzu, um die Wirbelsäule zu rotieren und den mittleren Rücken zu mobilisieren.
es: Añade un giro a la flexión hacia adelante con piernas separadas para rotar la columna y movilizar la parte media de la espalda.
nl: Voeg een draai toe aan de vooroverbuiging met gespreide benen om de wervelkolom te draaien en de middenrug te mobiliseren.

# mountainPoseZuJeffersonCurlName
source: Mountain Pose to Jefferson Curl
de: Berghaltung zu Jefferson Curl
es: De Postura de Montaña a Curl de Jefferson
nl: Berghouding naar Jefferson Curl

# mountainPoseZuJeffersonCurlText
source: This exercise begins in the upright mountain pose and transitions into a controlled, vertebra-by-vertebra forward roll called the Jefferson Curl.
de: Diese Übung beginnt in der aufrechten Berghaltung und geht in eine kontrollierte, wirbelsäulenweise Abrollbewegung über, die Jefferson Curl genannt wird.
es: Este ejercicio comienza en la postura erguida de la montaña y transiciona a un enrollamiento controlado, vértebra por vértebra, llamado Curl de Jefferson.
nl: Deze oefening begint in de rechtopstaande berghouding en gaat over in een gecontroleerde, wervel-voor-wervel voorwaartse rol, de Jefferson Curl genoemd.

# gegratschteVorbeugeRunterrollenName
source: Wide-Legged Forward Bend with Roll Down
de: Gegrätschte Vorbeuge mit Abrollen
es: Flexión Hacia Adelante con Piernas Separadas y Desenrollamiento
nl: Vooroverbuiging met Gespreide Benen en Afrollen

# gegratschteVorbeugeRunterrollenText
source: Roll down vertebra by vertebra from the upright position into the forward bend. This exercise improves the segmental mobility of the spine.
de: Rolle wirbelsäulenweise von der aufrechten Position in die Vorbeuge ab. Diese Übung verbessert die segmentale Beweglichkeit der Wirbelsäule.
es: Desenróllate vértebra por vértebra desde la posición erguida hasta la flexión hacia adelante. Este ejercicio mejora la movilidad segmentaria de la columna vertebral.
nl: Rol wervel voor wervel af van rechtopstaande positie naar vooroverbuiging. Deze oefening verbetert de segmentale mobiliteit van de wervelkolom.

# easyHockeZuVorbeugeName
source: Easy Squat to Forward Bend
de: Einfache Hocke zu Vorbeuge
es: De Sentadilla Suave a Flexión Hacia Adelante
nl: Eenvoudige Squat naar Vooroverbuiging

# easyHockeZuVorbeugeText
source: Move in a controlled manner from a light squat into a forward bend. This exercise mobilizes hips and lower back.
de: Bewege dich kontrolliert aus einer leichten Hocke in die Vorbeuge. Diese Übung mobilisiert Hüften und unteren Rücken.
es: Muévete de manera controlada desde una ligera sentadilla hasta una flexión hacia adelante. Este ejercicio moviliza las caderas y la parte baja de la espalda.
nl: Beweeg gecontroleerd van een lichte squat naar een vooroverbuiging. Deze oefening mobiliseert heupen en onderrug.

# hockeReinkommenName
source: Entering the Squat
de: In die Hocke kommen
es: Entrando en la Sentadilla
nl: De Squat Ingaan

# hockeReinkommenText
source: A gentle method to get into the squat without straining the back. Especially helpful for people with limited mobility.
de: Eine sanfte Methode, um in die Hocke zu gelangen, ohne den Rücken zu belasten. Besonders hilfreich für Menschen mit eingeschränkter Mobilität.
es: Un método suave para entrar en la sentadilla sin forzar la espalda. Especialmente útil para personas con movilidad limitada.
nl: Een zachte methode om in de squat te komen zonder de rug te belasten. Vooral handig voor mensen met beperkte mobiliteit.

# hockeRotationZuVorbeugeName
source: Squat with Rotation to Forward Bend
de: Hocke mit Rotation zu Vorbeuge
es: Sentadilla con Rotación a Flexión Hacia Adelante
nl: Squat met Rotatie naar Vooroverbuiging

# hockeRotationZuVorbeugeText
source: Combine the squat with a rotation and then go into a forward bend. This combination mobilizes different areas of the spine.
de: Verbinde die Hocke mit einer Rotation und gehe dann in die Vorbeuge. Diese Kombination mobilisiert verschiedene Bereiche der Wirbelsäule.
es: Combina la sentadilla con una rotación y luego pasa a una flexión hacia adelante. Esta combinación moviliza diferentes áreas de la columna vertebral.
nl: Combineer de squat met een rotatie en ga dan naar een vooroverbuiging. Deze combinatie mobiliseert verschillende gebieden van de wervelkolom.

# kniebeugeSchwingenName
source: Squats with Swing
de: Kniebeugen mit Schwingen
es: Sentadillas con Balanceo
nl: Squats met Zwaai

# kniebeugeSchwingenText
source: Dynamic squats with a swinging arm movement that improve the flow of the exercise and mobilize the back.
de: Dynamische Kniebeugen mit einer schwingenden Armbewegung, die den Fluss der Übung verbessern und den Rücken mobilisieren.
es: Sentadillas dinámicas con un movimiento de balanceo de brazos que mejora el flujo del ejercicio y moviliza la espalda.
nl: Dynamische squats met een zwaaiende armbeweging die de stroom van de oefening verbeteren en de rug mobiliseren.

# hufteLockernName
source: Loosening Hips
de: Hüften lockern
es: Aflojando Caderas
nl: Heupen Losmaken

# hufteLockernText
source: Gentle circular and rocking movements to mobilize the hip joints and prepare for further exercises.
de: Sanfte kreisende und wippende Bewegungen, um die Hüftgelenke zu mobilisieren und auf weitere Übungen vorzubereiten.
es: Movimientos circulares y de balanceo suaves para movilizar las articulaciones de la cadera y prepararse para más ejercicios.
nl: Zachte cirkel- en schommelbewegingen om de heupgewrichten te mobiliseren en voor te bereiden op verdere oefeningen.

# standHuftCARsName
source: Standing Hip CARs
de: Hüft-CARs im Stehen
es: CARs de Cadera de Pie
nl: Staande Heup CARs

# standHuftCARsText
source: Controlled Articular Rotations (CARs) for the hip while standing. This technique improves movement control and range of motion of the hip joint.
de: Kontrollierte Artikuläre Rotationen (CARs) für die Hüfte im Stehen. Diese Technik verbessert die Bewegungskontrolle und den Bewegungsumfang des Hüftgelenks.
es: Rotaciones Articulares Controladas (CARs) para la cadera mientras estás de pie. Esta técnica mejora el control del movimiento y el rango de movimiento de la articulación de la cadera.
nl: Gecontroleerde Articulaire Rotaties (CARs) voor de heup in staande positie. Deze techniek verbetert de bewegingscontrole en bewegingsbereik van het heupgewricht.

# schwingendesOffnenName
source: Swinging Opening
de: Schwingendes Öffnen
es: Apertura con Balanceo
nl: Zwaaiende Opening

# schwingendesOffnenText
source: Swing your arms open to the side to stretch the chest and promote circulation. An invigorating exercise for the entire upper body.
de: Schwinge deine Arme öffnend zur Seite, um den Brustkorb zu dehnen und die Durchblutung zu fördern. Eine belebende Übung für den gesamten Oberkörper.
es: Balancea tus brazos abriéndolos hacia el lado para estirar el pecho y promover la circulación. Un ejercicio vigorizante para toda la parte superior del cuerpo.
nl: Zwaai je armen open naar de zijkant om de borst te strekken en de bloedsomloop te bevorderen. Een verfrissende oefening voor het hele bovenlichaam.

# abschlussSchwingenName
source: Closing Swing
de: Abschluss-Schwingen
es: Balanceo de Cierre
nl: Afsluitende Zwaai

# abschlussSchwingenText
source: A gentle swinging movement to conclude a workout. Helps to relax the body and calm the circulation.
de: Eine sanfte schwingende Bewegung zum Abschluss eines Trainings. Hilft, den Körper zu entspannen und den Kreislauf zu beruhigen.
es: Un movimiento suave de balanceo para concluir un entrenamiento. Ayuda a relajar el cuerpo y calmar la circulación.
nl: Een zachte zwaaibeweging om een workout af te sluiten. Helpt het lichaam te ontspannen en de bloedsomloop te kalmeren.

# standBwsOffnenName
source: Standing Thoracic Opening
de: BWS-Öffnen im Stehen
es: Apertura Torácica de Pie
nl: Staande Thoracale Opening

# standBwsOffnenText
source: Open the thoracic spine by retracting the shoulder blades while standing. This exercise helps correct a forward-leaning posture.
de: Öffne die Brustwirbelsäule durch Zurückziehen der Schulterblätter im Stehen. Diese Übung hilft, eine nach vorne gebeugte Haltung zu korrigieren.
es: Abre la columna torácica retrayendo los omóplatos mientras estás de pie. Este ejercicio ayuda a corregir una postura inclinada hacia adelante.
nl: Open de borstwervelkolom door de schouderbladen terug te trekken in staande positie. Deze oefening helpt een voorovergebogen houding te corrigeren.

# standArmeAuswringenName
source: Standing Arm Wringing
de: Arme auswringen im Stehen
es: Escurrimiento de Brazos de Pie
nl: Staand Armen Uitwringen

# standArmeAuswringenText
source: A dynamic exercise where you wring out your arms like a wet cloth. Releases tension in shoulders and upper back.
de: Eine dynamische Übung, bei der du deine Arme wie einen nassen Lappen auswringst. Löst Spannung in Schultern und oberem Rücken.
es: Un ejercicio dinámico donde escurres tus brazos como un paño mojado. Libera tensión en hombros y parte superior de la espalda.
nl: Een dynamische oefening waarbij je je armen uitwringt als een natte doek. Vermindert spanning in schouders en bovenrug.

# standHalbeNackenkreiseName
source: Standing Half Neck Circles
de: Halbe Nackenkreise im Stehen
es: Semicírculos de Cuello de Pie
nl: Staande Halve Nekcirkels

# standHalbeNackenkreiseText
source: Gentle half-circular movements with the head from side to side. Important: only make the half circle and don't roll your head backward.
de: Sanfte halbe Kreisbewegungen mit dem Kopf von einer Seite zur anderen. Wichtig: nur den halben Kreis machen und nicht den Kopf nach hinten rollen lassen.
es: Movimientos semicirculares suaves con la cabeza de lado a lado. Importante: sólo haz el semicírculo y no eches la cabeza hacia atrás.
nl: Zachte halve cirkelvormige bewegingen met het hoofd van links naar rechts. Belangrijk: maak alleen de halve cirkel en rol je hoofd niet naar achteren.

# seitlicheSchwungeName
source: Lateral Swings
de: Seitliche Schwünge
es: Balanceos Laterales
nl: Zijwaartse Zwaaien

# seitlicheSchwungeText
source: Swing your arms dynamically to the side to mobilize the upper body and stimulate circulation.
de: Schwinge deine Arme dynamisch zur Seite, um den Oberkörper zu mobilisieren und die Durchblutung anzuregen.
es: Balancea tus brazos dinámicamente hacia el lado para movilizar la parte superior del cuerpo y estimular la circulación.
nl: Zwaai je armen dynamisch naar de zijkant om het bovenlichaam te mobiliseren en de bloedsomloop te stimuleren.

# schwungeZurDeckeName
source: Ceiling Swings
de: Schwünge zur Decke
es: Balanceos Hacia el Techo
nl: Zwaaien naar het Plafond

# schwungeZurDeckeText
source: Swing your arms upward toward the ceiling to mobilize the shoulders and stretch the spine.
de: Schwinge deine Arme nach oben in Richtung Decke, um die Schultern zu mobilisieren und die Wirbelsäule zu strecken.
es: Balancea tus brazos hacia arriba en dirección al techo para movilizar los hombros y estirar la columna vertebral.
nl: Zwaai je armen omhoog richting het plafond om de schouders te mobiliseren en de wervelkolom te strekken.

# cancelNo
source: NO
de: NEIN
nl: NEE

source: Error
nl: Fout
